import { AssigneeItemDT } from "../../types/assignTypes";

export const assignDataList: AssigneeItemDT[] = [
  {
    id: 234,
    description:
      "শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু",
    target: 599,
  },
  {
    id: 235,
    description:
      "শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু",
    target: 600,
  },
  {
    id: 236,
    description:
      "শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু",
    target: 601,
  },
  {
    id: 237,
    description:
      "শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু",
    target: 602,
  },
  {
    id: 238,
    description:
      "শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু",
    target: 603,
  },
  {
    id: 239,
    description:
      "শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু",
    target: 604,
  },
  {
    id: 240,
    description:
      "শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু",
    target: 605,
  },
  {
    id: 241,
    description:
      "শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু",
    target: 606,
  },
  {
    id: 241,
    description:
      "শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু",
    target: 607,
  },
];
