import { ScriptItemDT } from "../../types/assignTypes";

export const scriptDataList: ScriptItemDT[] = [
  {
    id: 224,
    script: `শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু`,
    frequency: 45,
  },
  {
    id: 225,
    script: `শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু`,
    frequency: 46,
  },
  {
    id: 226,
    script: `শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু`,
    frequency: 47,
  },
  {
    id: 227,
    script: `শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু`,
    frequency: 48,
  },
  {
    id: 228,
    script: `শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু`,
    frequency: 49,
  },
  {
    id: 229,
    script: `শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু`,
    frequency: 50,
  },
  {
    id: 230,
    script: `শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু শহরের মাথা ছাড়িয়ে উঁচু বেদির ওপরে সু`,
    frequency: 51,
  },
];
