
export const scriptDataList = [
  {
    description: "হাসু : পাওয়া যাবে না। সুখী মানুষ পাওয়া যাবে না। সুখ বড় কঠিন জিনিস। এ দুনিয়াতে ধনী বলছে, আরও ধন দাও; ভিখারি বলছে, আরও ভিক্ষা দাও; পেটুক বলছে, আরও খাবার দাও। শুধু দাও আর দাও। সবাই অসুখী চার আনা কারও সুখ নেই।",
    domain: "",
    frequency: 0,
    id: "c4435b3a-f512-4564-803b-084452ddd90e_39",
    subDomain: "",
    title: ""
  },
  {
    description: "হাসু : পাওয়া যাবে না। সুখী মানুষ পাওয়া যাবে না। সুখ বড় কঠিন জিনিস। এ দুনিয়াতে ধনী বলছে, আরও ধন দাও; ভিখারি বলছে, আরও ভিক্ষা দাও; পেটুক বলছে, আরও খাবার দাও। শুধু দাও আর দাও। সবাই অসুখী চার আনা কারও সুখ নেই।",
    domain: "",
    frequency: 0,
    id: "c4435b3a-f512-4564-803b-084452ddd90e_39",
    subDomain: "",
    title: ""
  },
  {
    description: "হাসু : পাওয়া যাবে না। সুখী মানুষ পাওয়া যাবে না। সুখ বড় কঠিন জিনিস। এ দুনিয়াতে ধনী বলছে, আরও ধন দাও; ভিখারি বলছে, আরও ভিক্ষা দাও; পেটুক বলছে, আরও খাবার দাও। শুধু দাও আর দাও। সবাই অসুখী চার আনা কারও সুখ নেই।",
    domain: "",
    frequency: 0,
    id: "c4435b3a-f512-4564-803b-084452ddd90e_39",
    subDomain: "",
    title: ""
  },
  {
    description: "হাসু : পাওয়া যাবে না। সুখী মানুষ পাওয়া যাবে না। সুখ বড় কঠিন জিনিস। এ দুনিয়াতে ধনী বলছে, আরও ধন দাও; ভিখারি বলছে, আরও ভিক্ষা দাও; পেটুক বলছে, আরও খাবার দাও। শুধু দাও আর দাও। সবাই অসুখী চার আনা কারও সুখ নেই।",
    domain: "",
    frequency: 0,
    id: "c4435b3a-f512-4564-803b-084452ddd90e_39",
    subDomain: "",
    title: ""
  },
  {
    description: "হাসু : পাওয়া যাবে না। সুখী মানুষ পাওয়া যাবে না। সুখ বড় কঠিন জিনিস। এ দুনিয়াতে ধনী বলছে, আরও ধন দাও; ভিখারি বলছে, আরও ভিক্ষা দাও; পেটুক বলছে, আরও খাবার দাও। শুধু দাও আর দাও। সবাই অসুখী চার আনা কারও সুখ নেই।",
    domain: "",
    frequency: 0,
    id: "c4435b3a-f512-4564-803b-084452ddd90e_39",
    subDomain: "",
    title: ""
  },
  {
    description: "হাসু : পাওয়া যাবে না। সুখী মানুষ পাওয়া যাবে না। সুখ বড় কঠিন জিনিস। এ দুনিয়াতে ধনী বলছে, আরও ধন দাও; ভিখারি বলছে, আরও ভিক্ষা দাও; পেটুক বলছে, আরও খাবার দাও। শুধু দাও আর দাও। সবাই অসুখী চার আনা কারও সুখ নেই।",
    domain: "",
    frequency: 0,
    id: "c4435b3a-f512-4564-803b-084452ddd90e_39",
    subDomain: "",
    title: ""
  },
  {
    description: "হাসু : পাওয়া যাবে না। সুখী মানুষ পাওয়া যাবে না। সুখ বড় কঠিন জিনিস। এ দুনিয়াতে ধনী বলছে, আরও ধন দাও; ভিখারি বলছে, আরও ভিক্ষা দাও; পেটুক বলছে, আরও খাবার দাও। শুধু দাও আর দাও। সবাই অসুখী চার আনা কারও সুখ নেই।",
    domain: "",
    frequency: 0,
    id: "c4435b3a-f512-4564-803b-084452ddd90e_39",
    subDomain: "",
    title: ""
  },
];
